Repository: diegoliv/woocommerce-ajax-taxonomies-filters
Catalog: languages/woocommerce-atf-*.po
Languages: pt_br

source: WooCommerce Ajax Taxonomies Filters
pt_br: WooCommerce Filtros Ajax de Taxonomias

source: General Settings
pt_br: Configurações Gerais

source: Use ajax filtering?
pt_br: Usar filtragem via ajax?

source: Mark this if you want to make the filtering process work with ajax.
pt_br: Marque esta opção se você deseja que o processo de filtragem funcione com ajax.

source: Products container
pt_br: Elemento que contém os Produtos

source: Insert the element with class (i.e.: ul.products) or the id (i.e.: #products) of the products list.
pt_br: Insira um elemento com uma classe (ex.: ul.products) ou a id (ex.: #products) da lista de produtos.

source: Product count container
pt_br: Elemento que contém a contagem dos produtos

source: Insert the element with class (i.e.: .woocommerce-result-count) or the id (i.e.: #woocommerce-result-count) of the products count container.
pt_br: Insira o elemento com a classe (ex.: .woocommerce-result-count) ou a id (ex.: #woocommerce-result-count) para o elemento que contém a contagem dos produtos.

source: Remove default stylesheet?
pt_br: Remover estilo padrão?

source: Mark this if you want to remove the default stylesheet that comes with the plugin. This way, you can have more control over the styling of the widget.
pt_br: Marque esta opção se você deseja remover a folha de estilos padrão que vem com o plugin. Desta forma, você pode ter mais controle sobre os estilos do widget.

source: Settings
pt_br: Configurações

source: WooCommerce - Ajax Filter (Taxonomies like Categories)
pt_br: WooCommerce - Filtros Ajax (Taxonomias)

source: Generates a list of hierarchic taxonomies with ajax filtering.
pt_br: Gera uma lista de taxonomias com filtragem via ajax.

source: Filtering Results...
pt_br: Filtrando Produtos...

source: Sorry, an error ocurred while filtering products. Please, try again.
pt_br: Desculpe, um erro ocorreu enquanto os produtos estavam sendo filtrados. Por favor, tente novamente.

source: New Title
pt_br: Novo Título

source: Title:
pt_br: Título

source: Options:
pt_br: Opções:

source: Hide Widget if there are no terms to be displayed?
pt_br: Esconder Widget se não houver nenhum termo a ser mostrado?

source: Hide terms that have no related posts?
pt_br: Esconder termos que não possuem posts relacionados?

source: Show term count?
pt_br: Mostrar contagem de posts dos termos?

source: Order Terms By:
pt_br: Ordenar Termos por:

source: ID Ascending
pt_br: ID Crescente

source: ID Descending
pt_br: ID Decrescente

source: Count Ascending
pt_br: Contagem Crescente

source: Count Descending
pt_br: Contagem Decrescente

source: Name Ascending
pt_br: Nome Crescente

source: Name Descending
pt_br: Nome Decrescente

source: Slug Ascending
pt_br: Slug Crescente

source: Slug Descending
pt_br: Slug Decrescente

source: Selected Taxonomy:
pt_br: Taxonomia Selecionada?

source: Reset Filters
pt_br: Resetar Filtros

source: Filter
pt_br: Filtrar

source: Creates Widgets for taxonomies with ajax filtering for the products archive page.
pt_br: Cria Widgets para taxonomias com filtragem via ajax na página de listagem de produtos.
